Repository: Kjuly/SLNTFS
Catalog: SLNTFS/*.lproj/Localizable.strings
Languages: chinese, french, german, italian, spanish

source: Authentification failed.
chinese: 授权失败。
french: L'authentification a échoué.
german: Authentifizierung fehlgeschlagen.
italian: Autenticazione fallita!
spanish: Ha fallado la autenticación.

# ERR_ENABLE
source: Can't enable writing on this disk.
chinese: 不能在本磁盘启用写入功能。
french: Impossible d'activer l'écriture sur ce disque.
german: Schreibzugriff auf dieses Volume kann nicht aktiviert werden.
italian: Non è possibile abilitare la scrittura!
spanish: Ha sido imposible activar la escritura en este disco.

# DAEMON_STATUS
source: Change will take effect after reboot.
chinese: 重启后生效。
french: Les changements prendront effets au prochain démarrage.
german: Änderung wird nach dem Neustart übernommen.
italian: I cambiamenti saranno disponibili DOPO il riavvio
spanish: Los cambios tendrán efecto la proxima vez que se inicie el sistema.

# UNINSTALL_OK
source: Uninstall OK. Quit to complete.
chinese: 卸载成功，请退出。
french: Désinstallation OK. Quittez pour terminer.
german: Deinstallation OK. Zum Fertigstellen beenden.
italian: Disinstallazione OK. Esci per completare.
spanish: Desinstalación correcta. Quitar el programa para terminar.

# BTN_MOUNT_TT
source: Mount the selected disk.
chinese: 加载所选磁盘。
french: Monte le disque sélectionné.
german: Das ausgewählte Volume mounten.
italian: Monta il disco selezionato.
spanish: Montar el disco seleccionado.

# BTN_UNMOUNT_TT
source: Unmount the selected disk.
chinese: 卸载所选磁盘。
french: Démonte le disque sélectionné.
german: Das ausgewählte Volume unmounten.
italian: Smonta il disco selezionato.
spanish: Desmontar el disco seleccionado.

# BTN_DAEMON_TT
source: Enable a daemon which check in real time if NTFS disks are plugged.
chinese: 启用实时监视器，当插入 NTFS 磁盘时弹出提示。
french: Active un démon qui vérifie en temps réel si des disques NTFS sont branchés.
german: Daemon aktivieren (automatische Erkennung angeschlossener NTFS-Volumes ohne Schreibzugriff).
italian: Abilita un processo, che controlla in tempo reale la presenza di dischi NTFS.
spanish: Activar un demonio que comprueba en tiempo real si hay discos NTFS conectados.

# BTN_RESET_TT
source: Restore default settings, NTFS writing disabled on all disk.
chinese: 恢复默认设置，所有禁用 NTFS 磁盘写入功能。
french: Restaure les réglages d'origine, l'écriture NTFS est désactivée sur tous les disques.
german: Standardeinstellungen wiederherstellen (NTFS-Schreibzugriff auf allen Volumes deaktiviert).
italian: Ripristinate le impostazioni predefinite, scrittura NTFS disabilitata su tutti i dischi.
spanish: Se vuelve a los parámetros iniciales, la escritura NTFS está desactivada en todos los discos.

# BTN_CHKUPD_TT
source: Check if a newer version of SL-NTFS is available.
chinese: 检查 SL-NTFS 版本更新。
french: Vérifie si une nouvelle version de SL-NTFS est disponible.
german: Auf Update von SL-NTFS prüfen.
italian: Controlla se una nuova versione di SL-NTFS è disponibile.
spanish: Comprobar si una nueva version de SL-NTFS está disponible.

# BTN_ACTTOPERF_TT
source: Action to perform when a NTFS disk is plugged.
chinese: 当插入 NTFS 磁盘时自动执行。
french: Action à exécuter quand un disque NTFS est branché.
german: Auszuführende Aktion, wenn ein NTFS-Volume angeschlossen wird.
italian: Azione da eseguire quando un disco NTFS è collegato.
spanish: Acción a ejecutar cuando un disco NTFS esta conectado.

# BTN_UNINSTALL_TT
source: Clean uninstall.
chinese: 完全卸载。
french: Désinstalle proprement cette fenêtre de préférences.
german: Vollständige Deinstallation.
italian: Disinstallazione pulita.
spanish: Desinstalar correctamente este panel de preferencias.
